; -----------------------------------------------------------------------------
; LocK-A-FoLdeR Language File
; Language : ਪੰਜਾਬੀ
; Translation by: Gurjit Singh<correctlyincorrect@gmail.com>
; -----------------------------------------------------------------------------

[LocK-A-FoLdeR]
authorlink = "correctlyincorrect@gmail.com "
Translationby = "ਗੁਰਜੀਤ ਸਿੰਘ"
Language = "ਪੰਜਾਬੀ"
pickatask ="ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੋਗੇ ?"
lockafolder ="ਫੌਲਡਰ ਲੋਕ ਕਰੋ"
unlockselected ="ਅਨਲੋਕ ਕਰੋ"
changepassword ="ਪਾਸਵਰਡ ਬਦਲੋ"
exit ="ਬਾਹਰ ਨਿਕਲੋ"
Aboutlockafolder = "ਲੋਕ-ਏ-ਫੌਲਡਰ ਵਾਰੇ"
enternewpassword = "ਨਵਾਂ ਪਾਸਵਰਡ ਭਰੋ"
entermasterpassword = "ਮਾਸਟਰ ਪਾਸਵਰਡ ਭਰੋ"
alreadyrunning = "ਲੋਕ-ਏ-ਫੋਲਡਰ ਪਹਿਲਾਂ ਹੀ ਚਲ ਰਿਹਾ ਹੈ"
doesntexist = " ਮੌਜੂਦ ਨਹੀਂ ਹੈ"
chooseafolder = "ਲੋਕ ਕਰਨ ਵਾਸਤੇ ਫੌਲਡਰ ਚੁਣੋ"
selectfirst = "ਪਹਿਲਾਂ ਲਿਸਟ ਚੋਂ ਕਿਸੇ ਫੌਲਡਰ ਦੀ ਚੋਣ ਕਰੋ"
alreadyinlist = "ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਲਿਸਟ ਵਿਚ ਮੌਜੂਦ ਹੈ"
plzwait = "ਕਿਰਪਾ ਕਰਕੇ ਇੰਤਜ਼ਾਰ ਕਰੋ"
unable2lock = "ਲੋਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ"
unable2unlock = "ਅਨਲੋਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ"
invalidpass = "ਗਲਤ ਪਾਸਵਰਡ"
alertmasterpass = "ਮਾਸਟਰ ਪਾਸਵਰਡ ਦੀ ਚੋਣ ਕਰੋ"
checkupdates = "ਅਪਡੇਟ ਦੀ ਖੋਜ ਕਰੋ"
openreadme = "ਰੀਡਮੀ ਫਾਇਲ ਖੋਲੋ"
visitwebpage = "ਵੇਬਪੇਜ ਖੋਲੋ"
rescuecentre = "ਫੋਲਡਰ ਬਚਾਓ"
Rescuefolder = "ਅਨਲੋਕ ਕਰਨ ਲਈ ਫੋਲਡਰ ਚੁਣੋ"
notinlist = "ਜਿਹੜੇ ਫੋਲਡਰ ਲਿਸਟ ਵਿਚ ਮੌਜੂਦ ਨਹੀਂ ਹਨ ਓਹ ਇਥੋਂ ਅਨਲੋਕ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ"